40 Hole Ball/40/pickleball_40_Test_10_10/Allrun.sh

#!/bin/sh

runApplication surfaceFeatureExtract

runApplication blockMesh

runApplication snappyHexMesh -overwrite

runApplication simpleFoam